Repository: jovanihrnndz/ibblb-ios-2026
Catalog: IBBLB/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Account management URL not available
es: URL de administración de cuenta no disponible

# Actualizar
source: Refresh
es: Actualizar

source: An unknown error occurred.
es: Ocurrió un error desconocido.

# Bosquejo
source: Outline
es: Bosquejo

source: Calendar access denied. Please enable access in Settings.
es: Acceso al calendario denegado. Por favor, habilita el acceso en Configuración.

source: Calendar access is restricted on this device.
es: El acceso al calendario está restringido en este dispositivo.

source: Check service times below
es: Consulta los horarios de servicio abajo

source: Clear Search
es: Limpiar búsqueda

# COMIENZA EN
source: STARTS IN
es: COMIENZA EN

source: Conclusion
es: Conclusión

# Consulta los horarios de servicio abajo
source: Check service times below
es: Consulta los horarios de servicio abajo

source: Continue Listening
es: Continuar Escuchando

# Correo Electrónico
source: Email
es: Correo Electrónico

source: Could not save event: %@
es: No se pudo guardar el evento: %@

source: Details
es: Detalles

# Detalles
source: Details
es: Detalles

# DÍAS
source: DAYS
es: DÍAS

# Dirección
source: Address
es: Dirección

# Domingo
source: Sunday
es: Domingo

# El evento se ha agregado a tu calendario.
source: The event has been added to your calendar.
es: El evento se ha agregado a tu calendario.

# En Vivo
source: Live
es: En Vivo

# Escuela Dominical
source: Sunday School
es: Escuela Dominical

# Estudio Bíblico
source: Bible Study
es: Estudio Bíblico

source: Event
es: Evento

# Evento
source: Event
es: Evento

source: Events
es: Eventos

# Éxito
source: Success
es: Éxito

source: Failed to decode response: %@
es: Error al decodificar la respuesta: %@

source: Failed to load giving information. Please try again.
es: No se pudo cargar la información de ofrendas. Por favor intenta de nuevo.

source: Give with Sharefaith Giving
es: Dar con Sharefaith Giving

source: Giving
es: Ofrendas

source: Giving URL not available
es: URL de ofrendas no disponible

# Horarios de Servicio
source: Service Times
es: Horarios de Servicio

# HORAS
source: HOURS
es: HORAS

# Información de la Iglesia
source: Church Information
es: Información de la Iglesia

# Introduccion
source: Introduction
es: Introducción

# Jueves
source: Thursday
es: Jueves

source: Live
es: En Vivo

source: Loading sermons...
es: Cargando sermones...

source: Manage Your Account & Scheduled Gifts.
es: Administra tu cuenta y ofrendas programadas.

# MINUTOS
source: MINUTES
es: MINUTOS

# Necesitamos acceso a tu calendario para agregar eventos de la iglesia.
source: We need access to your calendar to add church events.
es: Necesitamos acceso a tu calendario para agregar eventos de la iglesia.

# No hay eventos próximos
source: No upcoming events
es: No hay eventos próximos

# No hay servicio programado
source: No service scheduled
es: No hay servicio programado

# No se pudieron cargar los eventos.
source: Unable to load events.
es: No se pudieron cargar los eventos.

# No se pudieron cargar los sermones. Inténtalo de nuevo.
source: Unable to load sermons. Please try again.
es: No se pudieron cargar los sermones. Inténtalo de nuevo.

# No se pudo cargar la información del servicio.
source: Unable to load service information.
es: No se pudo cargar la información del servicio.

source: No sermons found
es: No se encontraron sermones

source: Pause
es: Pausar

source: Play
es: Reproducir

source: Play Audio
es: Reproducir audio

source: Playing
es: Reproduciendo

source: Point
es: Punto

# Próximo Servicio
source: Upcoming Service
es: Próximo Servicio

# Punto
source: Point
es: Punto

# Puntos principales
source: Main Points
es: Puntos principales

# Registrarse para este evento
source: Register for this event
es: Registrarse para este evento

# Reintentar
source: Retry
es: Reintentar

source: Request failed: %@
es: La solicitud falló: %@

source: Resume
es: Continuar

source: Resume listening
es: Continuar escuchando

source: Resume playback
es: Reanudar reproducción

source: Retry
es: Reintentar

source: Search sermons
es: Buscar sermones

source: Search...
es: Buscar...

# SEGUNDOS
source: SECONDS
es: SEGUNDOS

source: Sermons
es: Sermones

source: Server responded with status code: %d
es: El servidor respondió con código de estado: %d

# Servicio Anterior
source: Previous Service
es: Servicio Anterior

# Servicio de Predicación
source: Preaching Service
es: Servicio de Predicación

# Sin notas
source: No notes
es: Sin notas

source: Something went wrong
es: Algo salió mal

source: Stop
es: Detener

source: Stop playback
es: Detener reproducción

source: Success
es: Éxito

# Teléfono
source: Phone
es: Teléfono

source: The account link appears to be external. Please contact support.
es: El enlace de cuenta parece ser externo. Por favor contacta al soporte.

source: The event has been added to your calendar.
es: El evento se ha agregado a tu calendario.

source: The giving link appears to be external. Please contact support.
es: El enlace de ofrendas parece ser externo. Por favor contacta al soporte.

source: The server returned an invalid response.
es: El servidor devolvió una respuesta no válida.

source: The URL is invalid.
es: La URL no es válida.

source: Trust God with your finances by giving your first 10% back to Him.
es: Confía en Dios con tus finanzas dando el primer 10% de vuelta a Él.

source: Try searching for something else.
es: Intenta buscar algo más.

source: Unable to load events.
es: No se pudieron cargar los eventos.

source: Unable to load sermons. Please try again.
es: No se pudieron cargar los sermones. Inténtalo de nuevo.

source: Unable to load service information.
es: No se pudo cargar la información del servicio.

source: Unable to open account management link.
es: No se pudo abrir el enlace de administración de cuenta.

source: Unable to open giving link. Please check the URL.
es: No se pudo abrir el enlace de ofrendas. Por favor verifica la URL.

source: Unauthorized access. Please check your token.
es: Acceso no autorizado. Por favor verifica tu token.

# Únete a nosotros para servicios en vivo
source: Join us for live services
es: Únete a nosotros para servicios en vivo

# Únete a nosotros para servicios de adoración en vivo
source: Join us for live worship services
es: Únete a nosotros para servicios de adoración en vivo

# Vuelve pronto para ver nuestras próximas actividades.
source: Come back soon to see our upcoming activities.
es: Vuelve pronto para ver nuestras próximas actividades.

source: We need access to your calendar to add church events.
es: Necesitamos acceso a tu calendario para agregar eventos de la iglesia.
